@extends('layouts.master')
@section('title','citizen')
@section('content')
<div class="container-fluid">
    <div class="row">
        <div class="col-md-3 ">
            <div class="ministry">
                <h6 class="fw-bold mb-3 mt-3">मन्त्रालयको बारेमा</h6>

            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('organization')}}">संगठन संरचना</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('introduction')}}">परिचय</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('workarea')}}">उद्धेश्य</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('citizen')}}">प्रशासन तथा सहकारी विकास महाशाखा</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="#">कार्य क्षेत्र</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('planning')}}">योजना तथा अनुगमन महाशाखा</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('agri')}}">कृषि बिकास महाशाखा</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('lives')}}">पशुपंछी विकास महाशाखा</a></h6>
            </div>
            <div class="card shadow border-0 mb-3">
                <h6 class="mt-2 mb-3 ms-3"><a href="{{route('land')}}">भूमि व्यवस्था तथा भूमिश्रोत नक्साङ्कन महाशाखा</a></h6>
            </div>
            </div>
        </div>

        <div class="col-md-9 mb-5">
            <h5 class="fw-bold mb-4 mt-3">प्रशासन तथा सहकारी विकास महाशाखा</h5>
            <h3>प्रशासन तथा सहकारी विकास महाशाखा</h3>
            <P>प्रशासन तथा सहकारी विकास महाशाखा अन्तर्गत चारवटा शाखाहरु रहेका छन्। यो महाशाखाद्वारा मन्त्रालयको
                आन्तरिक व्यवस्थापन तथा सुशासन प्रवर्द्धन सम्बन्धी कार्य सम्पादन गर्ने, अन्तर मन्त्रालय समन्वय, अन्तर
                महाशाखा समन्वय, आन्तरिक नियन्त्रण प्रणालीको स्थापना र कार्यान्वयन, मन्त्रिपरिषदमा पेश गरिने
                प्रस्तावहरु तयार पार्ने तथा मातहतका शाखाहरुको कार्यको मासिक प्रगति नियमित रुपमा लिई मन्त्रालयको सचिव
                समक्ष पेश गर्ने तथा मन्त्रालयको सचिवको निर्देशन अनुसार मन्त्रालय सहज रुपमा संचालन गर्ने यो महाशाखाको
                प्रमुख कार्य हुनेछ । </P>
            <h6 class="fw-bold">कर्मचारी प्रशासन शाखा</h6>
            <p>मन्त्रालयको प्रशासन तथा सहकारी विकास महाशाखा अन्तर्गत रहने यो शाखाको कार्यविवरण देहाय अनुसार रहेको छ:
            </p>
            <ol>
                <li>मन्त्रालयबाट हुने सम्पूर्ण प्रशासनिक कार्यहरु सम्पादन गर्ने तथा मातहतका कार्यालयहरुको प्रशासनिक
                    कार्यहरुको समन्वय गर्ने,</li>
                <li>मन्त्रालय र अन्तर्गतका कर्मचारीहरुको नियुक्ति, विदा, काज, सरुवा, बढुवा, तालिम, प्रोत्साहन,
                    पुरस्कार, छात्रवृत्ति, विभागीय कारवाही लगायतका प्रशासनिक कार्यहरु सम्पादन गर्ने निर्णयका लागि
                    राय साथ पेश गर्ने,</li>
                <li>मन्त्रालय निरीक्षण, पालो-पहरा, सरसफाई, सवारी साधनको व्यवस्था आदि कार्यहरु गर्ने गराउने,</li>
                <li>मन्त्रालय र मातहतका सबै कार्यालयका कर्मचारीहरुको कार्यसम्पादन मुल्यांकन सम्बन्धी सम्पूर्ण काम
                    गर्ने,</li>
                <li>मन्त्रालयमा माग भई आएका प्रशासनिक राय, सल्लाह, सुझाव तथा निर्देशनहरु सम्बन्धित निकायलाई उपलव्ध
                    गराउने,</li>
                <li>मन्त्रालय र अन्तर्गतका कार्यालयहरुको सम्पूर्ण प्रशासनिक कार्यहरुको अनुगमन, समन्वय र निर्देशन
                    गर्ने,</li>
                <li>स्वीकृत वार्षिक कार्यक्रम कार्यान्वयन, अनुगमन तथा मूल्याङ्कन गरी आवश्यकता अनुसार महाशाखा प्रमुख
                    समक्ष पेश गर्ने ।</li>
                <li>कर्मचारी प्रशासनको निर्णयको क्रममा महाशाखा प्रमुखलाई राय उपलव्ध गराउने,</li>
                <li>शाखालाई तोकिएका कार्यहरुका अतिरिक्त कुनै पनि शाखाले सम्पादन गर्ने भनी किटानी नगरीएका सम्पूर्ण
                    कार्य गर्ने,</li>
            </ol>
            <h6 class="fw-bold ms-2 mt-5">आर्थिक प्रशासन शाखा</h6>
            <p>मन्त्रालयको प्रशासन तथा सहकारी विकास महाशाखा अन्तर्गत रहने यो शाखाको कार्यविवरण देहाय अनुसार रहेको छ:
            </p>
            <ul>
                <li>मन्त्रालयको आर्थिक–वित्तीय प्रशासन तथा ब्यवस्थापन सम्बन्धी कार्य गर्ने,</li>
                <li>आयोजना र कार्यक्रमहरुको आवधिक विवरण तथा फाँटवारीहरु तयारी सम्बन्धी कार्य गर्ने,</li>
                <li>मन्त्रालय र अन्तर्गतका कार्यालयहरुबाट सञ्चालन हुने आयोजना र कार्यक्रमहरुको साधारण तथा पूँजिगत
                    बजेट तयारीका क्रममा योजना शाखासँग समन्वय गर्ने,</li>
                <li>मन्त्रालय र अन्तर्गतका कार्यालयहरुका लागि कोष तथा लेखा नियन्त्रक कार्यालयबाट चालु र पूँजिगत बजेट
                    निकासा आर्थिक कारोवार गर्ने, श्रेस्ता राख्ने र नियमित रुपमा प्रतिवेदन तयारी सम्बन्धी कार्य
                    गर्ने,</li>
                <li>बहुवर्षीय खरिद गुरुयोजनाको खर्च सम्बन्धी अभिलेख राख्ने,</li>
                <li>आन्तरिक तथा अन्तिम लेखापरीक्षण सम्बन्धी कार्य गर्ने,</li>
                <li>महालेखापरीक्षकको कार्यालयबाट औंल्याईएका वेरुजु तथा पेश्की फर्छ्यौट सम्बन्धी कार्य गर्ने,</li>
                <li>सचिव र महाशाखा प्रमुखलाई आर्थिक प्रशासनको निर्णयमा राय प्रतिकृया दिने सम्बन्धी कार्य गर्ने,</li>
                <li>महालेखा नियन्त्रक कार्यालयको निर्देशन कार्यान्वन समबन्धी कार्य गर्ने,</li>
                <li>मन्त्रालयका महाशाखाहरु बीच बजेट तथा आर्थिक कार्यक्रमको समन्वय गर्ने,</li>
            </ul>
            <h6 class="fw-bold ms-2 mt-5">कानून तथा फैसला कार्यान्वयन शाखा</h6>
            <p>मन्त्रालयको प्रशासन तथा सहकारी विकास महाशाखा अन्तर्गत रहने यो शाखाको कार्यविवरण देहाय अनुसार रहेको छ:
            </p>
            <ol>
                <li>सचिव, महाशाखा प्रमुखहरु, निर्देशनालय वा आयोजनाहरुवाट कानूनी राय माग भएको विषयमा कानूनी राय
                    परामर्श उपलब्ध गराउने सम्बन्धी कार्य गर्ने,</li>
                <li>मन्त्रालय र अन्तर्गतका कार्यालयहरुमा परेका विवाद निरुपण सम्वन्धी विषयमा लिखित जवाफ तथा पुनरावेदन
                    पत्र तयार गरी सम्वन्धित निकायमा दर्ता गराउने, फैसला कार्यान्वयन सम्बन्धी कार्य गर्ने,</li>
                <li>सचिव, महाशाखा प्रमुखहरु वा निर्देशनालय वा आयोजनाहरुको कानून सम्वन्धी विषयमा मन्त्रालय तर्फवाट
                    न्यायिक, अर्ध न्यायिक विषयमा मन्त्रालयको तर्फवाट प्रतिनिधित्व गर्ने सम्बन्धी कार्य गर्ने,</li>
                <li>मन्त्रालयबाट संसद तथा मन्त्रिपरिषदमा पेश गरिने विधयेक तथा नियमावलीहरुको मस्यौदा, निर्देशिका,
                    कार्यविधिहरु सम्बन्धीत महाशाखाहरुको समन्वयमा ड्राफ्ट गर्ने,</li>
            </ol>
            <h6 class="fw-bold">सहकारी तथा गरीबी निवारण शाखा</h6>
            <p>सहकारी तथा गरीवी निवारण शाखाको कार्यविवरण देहाय अनुसार रहेको छ:</p>
            <ol>
                <li>सहकारी संस्था सहकारी संघ तथा सहकारी बैङ्क सम्बन्धी प्रादेशिक नीति कानून तथा मापदण्डको तर्जुमा र
                    कार्यान्वयन, सञ्चालन अनुमति, नियमन, तथ्याङ्क व्यवस्थापन र अध्ययन अनुसन्धान,</li>
                <li>सहकारी क्षेत्रको विकास तथा प्रवर्द्धन, क्षमता अभिवृद्धि र परिचालन,</li>
                <li>सहकारी बचत तथा ऋण परिचालन सम्बन्धी प्रादेशिक मापदण्ड निर्धारण र नियमन,</li>
                <li>सहकारी सम्बन्धमा संघीय अन्तरप्रादेशिक र स्थानीय तहको संघ संस्थासँग समन्वय र सहकार्य,</li>
                <li>गरीबी निवारण सम्बन्धी प्रादेशिक नीति कानून मापदण्ड एवम् योजनाको तर्जुमा कार्यान्वयन र नियमन तथा
                    अध्ययन अनुसन्धान सर्वेक्षण, सूचना सङ्कलन गरीब घर परिवार पहिचान सामाजिक सुरक्षा र संरक्षण,</li>
            </ol>


        </div>
    </div>
</div>
@endsection
