@extends('layouts.master')
@section('title','land')
@section('content')
<div class="container-fluid">
    <div class="row">
        <div class="col-md-3 ">
            <div class="ministry">
                <h6 class="fw-bold mb-3 mt-3">मन्त्रालयको बारेमा</h6>

                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('organization')}}">संगठन संरचना</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('introduction')}}">परिचय</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('workarea')}}">उद्धेश्य</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('citizen')}}">प्रशासन तथा सहकारी विकास महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="#">कार्य क्षेत्र</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('planning')}}">योजना तथा अनुगमन महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('agri')}}">कृषि बिकास महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('lives')}}">पशुपंछी विकास महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('land')}}">भूमि व्यवस्था तथा भूमिश्रोत नक्साङ्कन महाशाखा</a></h6>
                </div>
            </div>
        </div>

        <div class="col-md-9 mb-5">
            <h5 class="fw-bold mb-4 mt-3">भूमि व्यवस्था तथा भूमिश्रोत नक्साङ्कन महाशाखा</h5>
            <h3> भूमि व्यवस्था तथा भूमिश्रोत नक्साङ्कन महाशाखा</h3>
            <P>प्रदेशको  भूमि व्यवस्थापन, भूमि प्रशासन र जग्गा नापजाँच, भूमि सुधार भु-उपयोग/ वर्गिकरण तथा चक्लाबन्दी सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्डको तर्जुमा कार्यान्वयन र नियमन सम्बन्धी कार्यहरु सम्पादन गर्नु यस महाशाखाको मुख्य जिम्मेवारी हो। भूमि सम्बन्धी देखिएका समस्याहरुको समाधानका लागि आवश्यक कार्य गर्ने तथा मातहतका शाखाहरुको कार्यको दैनिक, मासिक प्रगति नियमित रुपमा मन्त्रालयको सचिव समक्ष पेश गर्ने तथा मन्त्रालयको सचिवको निर्देशन अनुसार भूमि व्यवस्थापन सम्बन्धी कार्यक्रम सहज रुपमा संचालन गर्न समन्वय गर्नु यो महाशाखाको प्रमुख कार्य हुनेछ । यस महाशाखा अन्तर्गत रहेका शाखाहरुको कार्यविवरण देहाय अनुसार रहेको छ: </P>
            <h6 class="fw-bold">भूमि व्यवस्थापन शाखा</h6>
            <p>भूमि व्यवस्थापन शाखाका मुख्य कार्यहरु तपशिल बमोजिम हुनेछन् ।
            </p>
            <ul>
                <li>निजि सरकारी तथा सार्वजनिक जग्गाको प्रादेशिक अभिलेख व्यवस्थापन   गर्ने ।</li>
                <li>जग्गादर्ता, रजिस्ट्रेसन, जग्गाधनि प्रमाण पुर्जा दाखिल खारेज स्वामित्व हस्तान्तरण सम्बन्धी नीति तथा मापदण्ड तर्जुमा र कार्यान्वयन  गर्ने।</li>
                <li>भूमिहिन सुकुम्बासि दलित मुक्त कमैया हलिया हरवा चरवा आदि वर्गको बसोवास, जिविकोपार्जन र पुन: स्थापना  सम्बन्धी प्रादेशिक नीति कानुन, मापदण्ड तथा योजना तर्जुमा कार्यान्वयन र नियमन ।</li>

            </ul>
            <h6 class="fw-bold ms-2 mt-5">भूमिस्रोत नक्सांकन शाखा</h6>
            <p>भूमिस्रोत नक्सांकन शाखाका मुख्य कार्यहरु तपशिल बमोजिम हुनेछन् ।
            </p>
            <ul>
                <li>जग्गा नापजाँच, भूमि सुधार भु उपयोग/ वर्गिकरण सम्बन्धि प्रादेशिक निति, कानुन तथा मापदण्डको तर्जुमा कार्यान्वयन र नियमन गर्ने ।</li>
                <li>नाप नक्साका नियन्त्रण विन्दुहरूको सञ्जाल स्थापना गर्ने ।</li>
                <li>क्रमबद्ध कित्ता नापि र भूमि लगत सम्बन्धी मापदणड र कार्यान्वयन  गर्ने ।</li>
                <li>भूचक्लाबन्दी सम्बन्ध प्रादेशिक निति, कानुन तथा मापदण्डको तर्जुमा कार्यान्वयन गर्ने ।</li>

            </ul>

        </div>
    </div>
</div>
@endsection
