@extends('layouts.master')
@section('title','lives')
@section('content')
<div class="container-fluid">
    <div class="d-flex">
        <div class="col-md-3 ">
            <div class="ministry">
                <h6 class="fw-bold mb-3 mt-3">मन्त्रालयको बारेमा</h6>

                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('organization')}}">संगठन संरचना</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('introduction')}}">परिचय</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('workarea')}}">उद्धेश्य</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('citizen')}}">प्रशासन तथा सहकारी विकास महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="#">कार्य क्षेत्र</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('planning')}}">योजना तथा अनुगमन महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('agri')}}">कृषि बिकास महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('lives')}}">पशुपंछी विकास महाशाखा</a></h6>
                </div>
                <div class="card shadow border-0 mb-3">
                    <h6 class="mt-2 mb-3 ms-3"><a href="{{route('land')}}">भूमि व्यवस्था तथा भूमिश्रोत नक्साङ्कन महाशाखा</a></h6>
                </div>
            </div>
        </div>

        <div class="col-md-9 mb-5">
            <h5 class="fw-bold mb-4 mt-3">पशुपंछी विकास महाशाखा</h5>
            <h3> ४.३ कृषि बिकास महाशाखा</h3>
            <P>पशुपन्छी विकास महाशाखा अन्तर्गत दुई वटा शाखाहरु रहेका छन्। यो महाशाखाद्वारा प्रदेशको पशुपन्छी तथा मत्स्य विकास सम्बन्धी नीति तथा योजनाको तर्जुमा, कार्यान्वयन, अनुगमन तथा मूल्यांकन सम्बन्धी कार्यहरु सम्पादन गरीन्छ। व्यवसायिक पशुपालन प्रणालीको विकासका लागि आवश्यक नीति, मापदण्ड तथा योजना निर्माणमा समन्वय गर्ने र  पशुपन्छी तथा मत्स्य विकासमा देखिएका समस्याहरुको समाधानका लागि आवश्यक कार्य गर्ने तथा मातहतका शाखाहरुको कार्यको दैनिक, मासिक प्रगति नियमित रुपमा मन्त्रालयको सचिव समक्ष पेश गर्ने तथा मन्त्रालयको सचिवको निर्देशन अनुसार पशुपन्छी विकास सम्बन्धी कार्यक्रम सहज रुपमा संचालन गर्न समन्वय गर्नु यो महाशाखाको प्रमुख कार्य हुनेछ । </P>
            <h6 class="fw-bold">पशु स्वास्थ्य तथा नियमन शाखा</h6>
            <p>पशु स्वास्थ्य नियमन शाखाको कार्यविवरण देहाय अनुसार रहेको छ:
            </p>
            <ol>
                <li>पशुपन्छीजन्य औषधि र पोषणयुक्त पशुआहारको उपयोग र व्यवस्थापन सम्बन्धी प्रादेशिक नीति, कानून तथा मापदण्ड तर्जुमा र कार्यान्वयन तथा उत्पादन उपयोग र विक्री वितरणको अनुमति अनुगमन र नियमन,</li>
                <li>भेटेरीनेरी अस्पतालको क्षमता विकास तथा स्तरोन्नतति गर्न आवश्यक कार्यहरु सञ्चालन गर्ने,</li>
                <li>पशुरोग निदान प्रयोगशाला व्यवस्थापन र नियमन,</li>
                <li>पशुपन्छीजन्य रोग एवम् महामारी नियन्त्रणका लागि  अनुगमन गरी मन्त्रालयलाई पृष्टपोषण गर्ने,</li>

            </ol>
            <h6 class="fw-bold ms-2 mt-5">पशुपन्छी व्यवसाय प्रवर्धन शाखा</h6>
            <p>पशुपन्छी व्यवसाय प्रवर्धन शाखाको कार्यविवरण देहाय अनुसार रहेको छ:
            </p>
            <ol>
                <li>पशुपन्छी व्यवसाय प्रवर्धन सम्बन्धी नीति तथा कार्यक्रम तर्जुमा, नीति तथा कार्यक्रमको कार्यान्वयनमा समन्वय र अनुगमन गरी मन्त्रालयलाई पृष्ठपोषण गर्ने,</li>
                <li>पशुपन्छी उपज बजार तथा पूर्वाधार विकास नीति तथा कार्यक्रम तर्जुमा, नीति तथा कार्यक्रमको कार्यान्वयनमा समन्वय र अनुगमन गरी मन्त्रालयलाई पृष्ठपोषण गर्ने,</li>
                <li>प्रदेशस्तरमा व्यवसायिक पशुपन्छी पालनको दृष्टिकोणले महत्वपूर्ण पकेट क्षेत्रको पहिचान गरी पशुपन्छी व्यवसाय प्रवर्धन सम्बन्धी कार्यक्रमहरु सञ्चालन गर्न समन्वय गर्ने,</li>
                <li>चरन तथा खर्क सम्बन्धी प्रादेशिक नीति तथा कानून तर्जुमा कार्यान्वयन र नियमन,</li>
                <li>पशुपन्छी बिमा सम्बन्धी नीति तथा योजना तर्जुमा र कार्यान्वयन,</li>

            </ol>

        </div>
    </div>
</div>
@endsection
